var productDetailDate = {

    '2': {
        "text": [
            "享受低至10%的首付款，长达42个月的还款周期",
            "高达2年不限小时的液压系统、动力系统的延保服务",
        ]
    },
    '4': {
        "text": [
            "享受低至10%的首付款，长达42个月的还款周期",
            "高达2年不限小时的液压系统、动力系统的延保服务",
        ]
    },
    '7': {
        "text": [
            "享受低至10%的首付款，长达42个月的还款周期",
            "高达2年不限小时的液压系统、动力系统的延保服务",
        ]
    },
    '17': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
    '18': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
    '19': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
    '20': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
    '21': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
    '22': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
    '23': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },


    '27': {
        "text": [
            "享受低至10%的首付款，长达42个月的还款周期",
            "高达2年/4000小时的液压系统、动力系统的延保服务",
        ]
    },
    '28': {
        "text": [
            "享受低至10%的首付款，长达42个月的还款周期",
            "高达2年/4000小时的液压系统、动力系统的延保服务",
        ]
    },
    '30': {
        "text": [
            "享受低至10%的首付款，长达42个月的还款周期",
            "高达2年/4000小时的液压系统、动力系统的延保服务",
        ]
    },

    '43': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统和智能系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
            "加入“油耗保障服务”，低至15升/小时的油耗保障，只要超出承诺油耗，即可获得价值10,000元的Cat零配件（或人工工时费）折扣券",
        ]
    },
    '44': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
            "加入“油耗保障服务”，低至13升/小时的油耗保障，只要超出Cat承诺油耗，即可获得价值10,000元的Cat零配件（或人工工时费）折扣券",
        ]
    },
    '45': {
        "text": [
            "高达3年/8000小时的液压系统、动力系统和智能系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
            "加入“油耗保障服务”，低至17升/小时的油耗保障，只要超出CAT承诺油耗，即可获得价值10,000元的Cat零配件（或人工工时费）折扣券",
        ]
    },

    '11': {
        "text": [
            "高达3年/7000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },

    '16': {
        "text": [
            "高达3年/7000小时的液压系统、动力系统的延保服务",
            "低至10%的首付款，长达42个月的还款周期",
        ]
    },
}
