/*
 * VERSION: 0.0.0.0
 * DATE: 18/11/19
 * Requires 
 * @license Copyright (c) 2013-2015, sktap. All rights reserved.
 */
var userCourseData = [
    {
        id: 0,
        chapter: '第一期',
        type: 'Cat 336D2 XE',
        title: "给力又省油的赚钱神器——Cat 336D2 XE",
        desc: "新的液压混合动力机型不仅干活儿给力，还省油。劳动量上去了，成本下来了，这样就赚钱了"
    }
    , {
        id: 1,
        chapter: '第二期',
        type: '',
        title: "三年内轻松回本，他靠的是啥？",
        desc: "近20年来，Cat设备“大户”何广振的事业发展顺风顺水，目前已拥有18台Cat设备。这些产品秉承卡特彼勒的卓越品质，以出色的性能和优质的服务为他护航。"
    }
    , {
        id: 2,
        chapter: '第三期',
        type: '',
        title: "小买卖”变成“大生意”！",
        desc: "得益于高品质的Cat设备相助，刘成法的公司无数次在招标会中脱颖而出。他动情地说：“Cat让我成为了一个企业家，拥有Cat，发家致富不是梦！”"
    }
    , {
        id: 3,
        chapter: '第四期',
        type: '',
        title: "再艰难的工况，都是小菜一碟！",
        desc: "1998年创业至今，杨文革和时均成已拥有3家公司，分别从事铁路建设、采矿和港口物流行业。安徽省周边的多条铁路线上，都曾留下他的Cat 挖掘机的踪迹。"
    }, {
        id: 4,
        chapter: '第五期',
        type: '',
        title: "28岁的他，凭什么事业家庭双丰收？",
        desc: "从懵懂少年到资深挖掘机手，一台Cat 320C陪伴了张贺的整个成长。如今，已是“老”师傅的张贺管理着公司的10余台Cat 挖掘机与驾驶员。"
    }, {
        id: 5,
        chapter: '第六期',
        type: '',
        title: "Cat 950 GC 装载机，只超性能，不超预算！",
        desc: "使用Cat设备近10年，曾凡株对Cat设备和Cat代理商服务都非常满意。近期，他计划再采购2台装载机，卡特彼勒这个可靠的合作伙伴必然是首选。"
    }, {
        id: 6,
        chapter: '第七期',
        type: '',
        title: "危急时刻，他靠什么赶上了工期？",
        desc: "“尽管我们相信Cat 设备，但在购买时也不是盲目采购，不追求数量，每1台设备在购买前期都经过了深思熟虑，让好刀用在刀刃上。”"
    }, {
        id: 7,
        chapter: '第八期',
        type: '',
        title: "Cat助他成为最“接地气”的海归",
        desc: "“海归”何建荣凭借多年国外学习和从业经验，在众多工程机械品牌中选择了Cat。在Cat设备和Cat智能产品的帮助下，他的团队成功实现了产量翻番，成本减少。"
    }, {
        id: 8,
        chapter: '第九期',
        type: '',
        title: "“血本无归”之后如何翻身？听他告诉你",
        desc: "历经风雨10年，合作伙伴纷纷知难而退，只有黄云龙一人坚守。2009年6台Cat设备的出现，助他一路扭亏为盈，不仅石料场的生意蒸蒸日上，还赢得业界的良好赞誉。"
    }, {
        id: 9,
        chapter: '第十期',
        type: '',
        title: "从公务员到董事长，其实只是几步之遥？",
        desc: "翟建敏和李建林在商场上一起默契打拼，他们的Cat 140K平地机和Cat D6G推土机也经常一起“协同作战”。2013年搏盛路桥参与邢汾高速公路工程时，他们更是大出风头。"
    }, {
        id: 10,
        chapter: '第十一期',
        type: '',
        title: "他打造了一支Cat “精锐部队”",
        desc: "2010年，从事土石方工程的李少起决心打造一支精锐机械队伍。通过细致的市场考察和调研，他最终选择了Cat，而Cat挖掘机也以出色的表现“回报”了李少起的信任。"
    }, {
        id: 11,
        chapter: '第十二期',
        type: '',
        title: "“放牛娃”的变形记",
        desc: "2010年，从“放牛娃”变身企业老板，刘香所的二手Cat挖掘机日夜不息地运转。质量稳定、价格低廉、高保值率的二手Cat 挖掘机将他的事业推向新高峰。"
    }, {
        id: 12,
        chapter: '第十三期',
        type: '',
        title: "40倍的年产值，两台Cat搞定！",
        desc: "一台Cat 318DL挖掘机的到来，为向发标的恒通储运带来了巨变：首先是成本的节约；其次Cat挖掘机凭借其超乎寻常的可靠性，为货场提供了一道坚固的“保险”。"
    }, {
        id: 13,
        chapter: '第十四期',
        type: '',
        title: "6年采石从不停工，这不是神话！",
        desc: "在张立华在担任矿山公司经理的6年里，通过使用Cat挖掘机，他对工程机械的认识有了很大的变化。Cat挖掘机也以卓越的性能和可靠的质量赢得了张立华的信任。"
    }, {
        id: 14,
        chapter: '第十五期',
        type: '',
        title: "夜间干活儿也不怕，他靠的是啥？",
        desc: "5年前，庄德华成立了自己的公司，购买了自己的Cat设备。5年之后，乐于接受新事物的他在Cat设备和Cat智能的帮助下实现了进一步的飞跃，为事业带来了新的生机。"
    }, {
        id: 15,
        chapter: '第十六期',
        type: '',
        title: "因为Cat，他登上了《新闻联播》头条！",
        desc: "从最初租赁挖掘机到今天拥有Cat 挖掘机，陈立云已将Cat 挖掘机融入到自己事业发展的轨迹，令人注目的傲人业绩都与Cat 挖掘机有着密不可分的关系。"
    }, {
        id: 16,
        chapter: '第十七期',
        type: '',
        title: "Cat平地机助他年产值数十亿！",
        desc: "历经十余年成长，李凤海的公司不断发展壮大，成为涵盖路桥、板业、石油、贸易、房地产等为主要业务的集团企业。而众多的Cat设备为他和公司立下了汗马功劳。"
    }
    , {
        id: 17,
        chapter: '第十八期',
        type: '',
        title: "“命中注定”的工程机械路",
        desc: "马彦锋将市面上的挖掘机品牌翻了个遍，最终选择了结实耐用、维修率低、售后服务好的Cat挖掘机，而Cat也用出色的表现给予他丰厚的回报。"
    }
    , {
        id: 18,
        chapter: '第十九期',
        type: '',
        title: "这个工程兵有点儿“另类”",
        desc: "15年的经商经历，使宋玉国从一名退伍军人蜕变成精干的企业家，而他麾下的一支精锐之师――10余台Cat 设备，也被比作为他的成功之源。"
    }
    , {
        id: 19,
        chapter: '第二十期',
        type: '',
        title: "工作21000小时不大修，他的Cat®（卡特）创造了记录！",
        desc: "一直对机械设备感兴趣的王文兴，凭借智慧管理令旗下的Cat挖掘机平均工作14000小时以上，甚至创造了最长工作时间达到21000小时才需要进行发动机大修的辉煌纪录。"
    }
    , {
        id: 20,
        chapter: '第二十一期',
        type: '',
        title: "他为Cat办起了“比武招亲”",
        desc: "从偶然获得Cat D7 推土机，到拥有十几台Cat挖掘机，吴云坤的生意越做越大。皮实耐用又有劲的Cat设备也以令人瞩目的高投资回报率，赢得了吴云坤的信任。"
    }
    , {
        id: 21,
        chapter: '第二十二期',
        type: '',
        title: "有了Cat，他走出国门当老板！",
        desc: "在Cat 挖掘机、推土机、平地机的帮助下，杨元喜所在的公司从一家从事矿石运输的企业华丽变身为集矿山开发、运营及相关矿权投资等综合业务的大型专业公司。"
    }
    , {
        id: 22,
        chapter: '第二十三期',
        type: '',
        title: "曾经的卡车司机，如今的矿山之主",
        desc: "今天，张金成的矿上已经拥有8台Cat 挖掘机，它们每年在矿上工作5000多小时，基本不曾停工。得益于这些Cat 挖掘机的助力，张金成在2013年实现了产量80万吨的增长。"
    }
    , {
        id: 23,
        chapter: '第二十四期',
        type: '',
        title: "凭什么他能做“华东轮挖第一人”？",
        desc: "一台Cat M313D轮式挖掘机为张学林带来了全新的施工理念。而在三个月内工作600多小时，近80个台班的工作量，也远远超出了他的预期，同时令收益大大地提高。"
    }
    , {
        id: 24,
        chapter: '第二十五期',
        type: 'Cat 320D',
        title: "55岁，他迎来了事业的巅峰",
        desc: "从一个小学徒工到采石场的老板，随着生意越做越大，他的“三驾马车”—— Cat 320D挖掘机、Cat 336D挖掘机、Cat 340DL挖掘机也将进入新的战场，创造新的辉煌。"
    }
    , {
        id: 25,
        chapter: '第二十六期',
        type: '',
        title: "昨天的挖沙农民，今天的百万富翁",
        desc: "白手起家的房高兴从年轻时就一直做沙石生意，从最开始的人力挖沙到后来用液压挖掘机，直到2009年买了第1台Cat挖掘机，他的事业终于迎来了快速发展期。"
    }
    , {
        id: 26,
        chapter: '第二十七期',
        type: '',
        title: "台风火灾全不怕，硬汉品质来当家",
        desc: "依托Cat 挖掘机的硬汉品质和业界的口碑，黄炳亮的公司规模不断扩大，事业做得风生水起，成为首屈一指的具有良好口碑的市政专业施工公司。"
    }
    , {
        id: 27,
        chapter: '第二十八期',
        type: '',
        title: "决战昆仑——他在“天路”上发现了宝贝",
        desc: "在平均海拔4000米以上、条件极端艰苦的环境下，蒋生越和他公司旗下的18台Cat挖掘机完美胜任全石方工程，在“天路”上挖掘财富！"
    }
    , {
        id: 28,
        chapter: '第二十九期',
        type: '',
        title: "他把“烫手山芋”变成了“聚宝盆”",
        desc: "毛学军现在拥有的10 台Cat 挖掘机已经分别工作1 年到2 年不等，它们一年平均工3000 小时，从未出现过大的故障，正是由于Cat的相助才让他的锰矿跻身永州前三甲。"
    }
    , {
        id: 29,
        chapter: '第三十期',
        type: '',
        title: "他为什么敢和时间赛跑？",
        desc: "1988年，米永祥通过同行介绍购买了1台原装进口的Cat 320挖掘机，并开设了属于自己的砖厂，由此走上了争分夺秒与时间赛跑的自主创业之路。"
    }
    , {
        id: 30,
        chapter: '第三十一期',
        type: '',
        title: "Cat 让他从草根个体走向“台班王”",
        desc: "1988年，米永祥通过同行介绍购买了1台原装进口的Cat 320挖掘机，并开设了属于自己的砖厂，由此走上了争分夺秒与时间赛跑的自主创业之路。"
    }
    , {
        id: 31,
        chapter: '第三十二期',
        type: '',
        title: "跨山趟水，百战百捷！",
        desc: "年轻有为的吴新友是灌阳公路建设中的主力军。在创业之初，他就毫不犹豫地选择了Cat ，该机器到现在还一直正常使用，能征善战，自如应对各种工程工况。"
    }
    , {
        id: 32,
        chapter: '第三十三期',
        type: '',
        title: "东方橄榄油，Cat 制造",
        desc: "在山地种茶，最为得力的机械设备便是挖掘机。2012年，许景辉所在的绿中源公司一次性购置Cat 挖掘机6 台，目前这6 台Cat挖掘机开挖的条带已经超过1万亩。"
    }
    , {
        id: 33,
        chapter: '第三十四期',
        type: '',
        title: "河西走廊的“沙漠王子”和他的Cat 坐骑",
        desc: "许兴礼的公司一直在大西北最为恶劣的施工条件下工作，然而他的2台Cat挖掘机从西气东输一线开始就一直跟随着他，立下赫赫战功，为他带来了可观的利润。"
    }
    , {
        id: 34,
        chapter: '第三十五期',
        type: 'Cat挖掘机',
        title: "从小学徒到民营企业家的完美逆袭",
        desc: "从小学徒到产值过亿的民营实业企业，余波事业的每一步都走得扎扎实实。而无论是曾经从事的公路工程施工还是如今的水泥厂，从未离开过Cat挖掘机的帮助。"
    },
    {
        id: 35,
        chapter: '第三十六期',
        type: 'Cat®（卡特）349D2',
        title: "客户使用感受：Cat®（卡特）349D2刘军正（河南省)",
        desc: "河南汝州的刘老板近些年一直从事铝矿石开采，并且是一名资深的Cat®（卡特）设备老用户。经过多年的使用，Cat挖掘机凭借动力足、效率高为刘军正赢得了更多的机会。2015年，因业务发展需要，刘老板先后购入了16台Cat 349D2大型液压挖掘机。用了一段时间后，经过和他的交流，他有一些使用该机型的感受与大家分享。"
    }, {
        id: 36,
        chapter: '第三十七期',
        type: 'Cat 349D2',
        title: "稳定、耐用，告别意外停工！",
        desc: " 匡老板选择Cat 349D2，因为它： <br>•   挖掘力更大，满足产量要求；<br>•   质量过关，耐用，不会意外停工；<br>•   操作灵活，不费劲儿 "
    }, {
        id: 37,
        chapter: '第三十八期',
        type: '950 GC装载机高卸版',
        title: "“装”出更多利润 ",
        desc: "陈先生选择950 GC装载机高卸版，实现了：<br> •   更高卸料高度，更高产量；<br> •   操作舒适，稳定性好；<br> •   耗油量低于预期，低故障率； "
    }
    , {
        id: 38,
        chapter: '第三十九期',
        type: 'Cat®（卡特）950 GC轮式装载机',
        title: "磨刀不误砍柴工 ",
        desc: "山东省济南市的陈先生现在运营着一家混凝土搅拌站。2014年，陈先生购置了一台Cat®（卡特）950 GC轮式装载机。他积累了一些使用该机型的感受和经验。 "
    },
    {
        id: 39,
        chapter: '第四十期',
        type: 'Cat®（卡特）950 GC轮式装载机',
        title: "口碑品质两手抓，都要硬",
        desc: "胥先生是四川省广元市的一家混凝土搅拌工程公司的设备管理人员。2015年，基于作业需求，该公司添置了 一台Cat®（卡特）950 GC轮式装载机。使用了两年下来，他有一些感受和经验和大家分享。   "
    },
    {
        id: 40,
        chapter: '第四十一期',
        type: '',
        title: "二十年老机手心中的“高效省油王”",
        desc: "来自南京的庄永松，是一名地地道道的土方工程施工的工作者。挖掘机手出身的他，如今已成为设备管理负责人。在这位阅历丰厚的老机手心里，还是对Cat®(卡特)品牌的挖掘机情有独钟。"
    },
    {
        id: 41,
        chapter: '第四十二期',
        type: '',
        title: "驰骋工地，飞一般的感受！",
        desc2: "驾驶室的改革创新让机手拥有一个安全舒适的驾驶环境。"
    },
    {
        id: 42,
        chapter: '第四十三期',
        type: '',
        title: "勇闯高峰，征战“世界屋脊”",
        desc2: "修路，矿山，土方等工况，适应力强，克服了“水土不服”"
    },
    {
        id: 43,
        chapter: '第四十四期',
        type: '',
        title: "征服矿山就靠它",
        desc2: "CAT®（卡特）320，智能升级，高效低耗！"
    }
];